Repository: muhiro12/Incomes
Catalog: IncomesLibrary/Resources/SampleData.xcstrings
Source language: en
Languages: es, fr, ja, zh_hans

# Advertising revenue
source: Ad revenue
es: Ingresos por anuncios
fr: Revenus publicitaires
ja: 広告収入
zh_hans: 广告收入

source: Apple Card
es: Tarjeta Apple
fr: Carte Apple
ja: Appleカード
zh_hans: Apple 卡

# Car
source: Car loan
es: Préstamo del coche
fr: Crédit auto
ja: 自動車ローン
zh_hans: 车贷

# Credit
source: Credit card
es: Tarjeta de crédito
fr: Carte de crédit
ja: クレジットカード
zh_hans: 信用卡

# Food
source: Food & dining
es: Comida y restaurantes
fr: Repas et courses
ja: 食費・外食
zh_hans: 餐饮

# Grocery
source: Groceries
es: Supermercado
fr: Courses
ja: 食料品
zh_hans: 食品杂货

# House
source: Mortgage
es: Hipoteca
fr: Prêt immobilier
ja: 住宅ローン
zh_hans: 房贷

source: Housing
es: Vivienda
fr: Logement
ja: 住宅
zh_hans: 住房

# Insurance
source: Insurance premium
es: Prima de seguro
fr: Prime d’assurance
ja: 保険料
zh_hans: 保险费

source: Lemon card
es: Tarjeta limón
fr: Carte citron
ja: レモンカード
zh_hans: 柠檬卡

# Loan
source: Loans
es: Préstamos
fr: Prêts
ja: ローン
zh_hans: 贷款

source: Orange card
es: Tarjeta naranja
fr: Carte orange
ja: オレンジカード
zh_hans: 橙子卡

# Payday
source: Paycheck
es: Nómina
fr: Paie
ja: 給与
zh_hans: 工资入账

# Pension
source: Pension contribution
es: Aporte a la pensión
fr: Cotisation retraite
ja: 年金保険料
zh_hans: 养老金缴费

source: Rent
es: Alquiler
fr: Loyer
ja: 家賃
zh_hans: 房租

source: Salary
es: Salario
fr: Salaire
ja: 給料
zh_hans: 工资

source: Sample data
es: Datos de muestra
fr: Données d’exemple
ja: サンプルデータ
zh_hans: 示例数据

# Tax
source: Taxes & insurance
es: Impuestos y seguros
fr: Impôts et assurances
ja: 税金・保険
zh_hans: 税费和保险
